{"sections":{"template":{"type":"template-page","disabled":true,"settings":{}},"27b6afd3-4f86-4333-848c-592aa173e7cb":{"type":"template-faqs","blocks":{"bb0fb67d-bf0a-40fb-94be-3c5f93c67e28":{"type":"faq","settings":{"faq_question_text":"Returns & Refund Policy","faq_answer_text":"We are confident that you will be happy with your purchase. If for any reason this is not the case, we are currently offering returns within 28 days of the order date so that you can shop with confidence. This includes all products that are full price, on sale or purchased with promotional discounts. Shipping costs at the time of placing the order will not be refunded. The customer is responsible for all associated costs of returning the items to us. We will not take responsibility for returned items not received if registered post is not used.We have 4 conditions of return for change of mind, item(s) must be returned: For full priced items only, within 28 days of the order date; For sale items only, within 14 days of the order date; Item must be unworn with the original tags still attached;Items must be returned in the original packaging (including the shoe box, where applicable) which must be in the original condition; and Return postage is non-refundable.We reserve the right to refuse the return if these conditions are not adhered to.This Returns and Refund policy is in addition to, and not instead of, your rights under the Australian Consumer Law. See “Australian Consumer Law” section below. Please note that all Shoes & Sox items purchased from a third party site, for example, Myer, will need to be returned via that site’s Returns Portal. These items cannot be returned to any of our stores or via our Returns Centre.","border_last_item":false}},"f38f3c0f-70bd-4a4d-ad73-6e14eaf835a2":{"type":"faq","settings":{"faq_question_text":"How Can I Request A Return Or Refund?","faq_answer_text":"We provide an easy to use returns system for you to request your return! You only require two pieces of information to request your return:Order ID # (can be found in your confirmation email) Email address used to place the original order. Click the button below to request your return \"REQUEST RETURN\". We will then create a return authorisation for you which outlines how to complete your return. You will be required to send the item\/s back to us at the provided address and pay for applicable shipping costs. It typically takes 3 - 5 business days for returns to be processed once received by our team. You will be notified by email once your return has been finalised. Alternatively, you can take your order back to your local standalone store with a copy of your order confirmation email (printed or on your phone). Before requesting a return for your order, please take care in ensuring that the product is in a new, unworn condition and the box or packaging is not damaged. Please do not attach labels or tape directly onto the shoe box. We suggest placing boxes in a plain shipping satchel and affixing the label to this.","border_last_item":false}},"6ce31014-d4f6-4d23-bc85-96f1d79d78e8":{"type":"faq","settings":{"faq_question_text":"Buy Now Pay Later (BNPL) Returns","faq_answer_text":"We currently accept a number of BNPL services. These may change from time to time. You are more than welcome to return your BNPL order online or in store for a refund provided it meets with our Returns Conditions above. Your BNPL balance will be reduced to reflect the new order total once the refund has been processed, refunds can take up to 5 business days once processed. We are unable to exchange any BNPL orders online or in store.","border_last_item":false}},"55eb9acc-d12e-43dd-bbbe-b92604a22103":{"type":"faq","settings":{"faq_question_text":"Exchanges","faq_answer_text":"Unfortunately, we are not able to offer exchanges for online purchases through our Returns Centre. You are however able to exchange or return a product in any of our retail stores.If you are unable to access one of our stores, you will need to contact us here so we can assist you in organising a return and refund. Proof of Purchase may be required for refunds & exchanges and must be refunded to the original payment method, other than where the goods fail to comply with the guarantees under the Australian Consumer Law. If your item(s) were purchased via a third party payment provider you may be required to show the relevant PayPal proof of purchase.Please note you are unable to exchange any items instore if you have purchased with BNPL and will need to either return for a refund instore or contact us here so we can assist you in organising a return and refund.We recommend you call ahead to avoid disappointment, please use the Store Locator to contact your preferred store. Please note, items purchased online can only be exchanged at one of our branded retail stores and cannot be returned to an independent stockist.","border_last_item":false}},"313ec654-8cbe-47b3-9e85-acb71f561cd7":{"type":"faq","settings":{"faq_question_text":"Faulty And Defective Items - Your Rights Under the Australia Consumer Law","faq_answer_text":"We take extreme care in ensuring our goods are of the highest quality. Our goods come with guarantees that cannot be excluded under the Australian Consumer Law. You are entitled to a replacement or refund for a major failure and compensation for any other reasonably foreseeable loss or damage. You are also entitled to have the goods repaired or replaced if the goods fail to be of acceptable quality and the failure does not amount to a major failure.Information about the Australian Consumer Law is available here: https:\/\/business.gov.au\/legal\/fair-trading\/australian-consumer-law. If you believe you have received an item that fails to meet a consumer guarantee under the Australian Consumer Law or there has been an error with your shipping, please contact us here. Naturally, in such circumstances, we will pay for the return delivery of the item.","border_last_item":false}},"aba0b8f5-9ae3-4a46-850a-5154474774cc":{"type":"faq","settings":{"faq_question_text":"How Long Will It Take To Receive A Refund?","faq_answer_text":"Refunds will automatically be processed back to the original method of payment used to make the original purchase once we have received your items. Please allow up to 5 working days for your refund to be processed. Please keep in mind your financial institute can take an extra few days to return the funds to your account.","border_last_item":false}},"8a1772b0-ed29-4d28-b7d0-852ad34e0d58":{"type":"faq","settings":{"faq_question_text":"Can I Return My Purchase In-Store? ","faq_answer_text":"Yes, for a change of mind, you can return your online order to one of our direct retail stores, provided the in store return conditions suit you. Please note, our stores cannot refund or exchange if your online order was paid using BNPL and you will need to contact us here so we can assist you in organising a return and refund.Please make sure the items are unworn and unused with the original tags still attached - we are unable to accept damaged items, used or dirty items for a change of mind. We recommend you call ahead to avoid disappointment, please use the Store Locator to contact your preferred retail store.Proof of Purchase will be required for all refunds and exchanges, other than where the goods fail to comply with the guarantees under the Australian Consumer Law. This can be in the form of your order confirmation email or bank statement and if paid with PayPal, your PayPal confirmation email and a form of ID matching the Billing or Delivery name for your order. Suitable forms of ID would include a driver’s license or photo identification card.Please note, items purchased online can only be returned at one of our branded retail stores and cannot be returned to an independent stockist.These rights are in addition to, and not instead of, your rights under the Australian Consumer Law. See “Australian Consumer Law” section above.","border_last_item":false}},"53b5b665-92b9-4613-99c0-748729b73850":{"type":"faq","settings":{"faq_question_text":"What Will Happen If I Return An Item Purchased With A Gift Voucher?","faq_answer_text":"If any product purchased with a Gift Voucher is returned for a refund, the refund amount will be credited to your giftcard (or a new gift card will be issued). Please note Gift Vouchers are not redeemable for cash. At this time, gift vouchers can only be used at a branded store and not online or at an independent stockist.","border_last_item":false}},"6f181324-c860-4cbd-8643-fe1a27556e61":{"type":"faq","settings":{"faq_question_text":"Who Gets Refunded If I Return A Gift?","faq_answer_text":"The refund will be credited to the original card or account used to purchase the gift.","border_last_item":false}},"e58236eb-c76b-4a8c-9d0e-093f84f713c0":{"type":"faq","settings":{"faq_question_text":"Final Sale Items","faq_answer_text":"From time to time, there may be certain items which have been specifically excluded from the change of mind returns policy, such as ‘Final Sale’ items. The exclusion will be noted on the relevant product page on our website and \/or at checkout.","border_last_item":false}}},"block_order":["bb0fb67d-bf0a-40fb-94be-3c5f93c67e28","f38f3c0f-70bd-4a4d-ad73-6e14eaf835a2","6ce31014-d4f6-4d23-bc85-96f1d79d78e8","55eb9acc-d12e-43dd-bbbe-b92604a22103","313ec654-8cbe-47b3-9e85-acb71f561cd7","aba0b8f5-9ae3-4a46-850a-5154474774cc","8a1772b0-ed29-4d28-b7d0-852ad34e0d58","53b5b665-92b9-4613-99c0-748729b73850","6f181324-c860-4cbd-8643-fe1a27556e61","e58236eb-c76b-4a8c-9d0e-093f84f713c0"],"settings":{"heading":""}}},"order":["template","27b6afd3-4f86-4333-848c-592aa173e7cb"]}