{"sections":{"template":{"type":"template-page","disabled":true,"settings":{}},"e436ab2c-7aef-4e80-8e23-83a2ded20367":{"type":"about-banner","settings":{"enable_border_bottom":false,"banner_heading":"Our Charity Partnerships","banner_sub_heading":"<p>At Shoes and Sox, we are proud to partner with some of the leading charities across the country to help improve the lives of Aussie kids. <\/p>","button_text":"","link_button":"shopify:\/\/pages\/book-a-fitting"}},"5f219236-d2b5-4828-b6c2-a0b200aa6d6a":{"type":"image-with-text","blocks":{"717c7459-865b-49c3-91ee-1c47c7e27cc4":{"type":"img_text_left","settings":{"image":"shopify:\/\/shop_images\/cheeky-little-chase-3.jpg","radius_image":false,"text_left":false,"overlay":"","opacity":0,"text_color":"#1f1f1f","heading_size":20,"description_color":"#1f1f1f","title":"Autism Spectrum Australia (Aspect)","description":"We are proud to have partneres with Aspect on introducing Autism Friendly & Special Needs Appointments for parents and kids alike. Autism Spectrum Australia (Aspect) is Australia’s largest service provider for people on the autism spectrum. We are working together as we aim to improve the experiences of children on the autism spectrum by offering private fitting appointments before or after hours or during quieter times for children who would benefit from a quiet, calm environment when purchasing shoes.","button":"LEARN MORE","url":"shopify:\/\/pages\/additional-needs-appointments","button2":"VISIT ASPECT","url2":"https:\/\/www.autismspectrum.org.au\/","new_tab":false}},"c648b967-3a46-41ad-9cb9-052732a580e7":{"type":"img_text_left","settings":{"image":"shopify:\/\/shop_images\/giggle-weekend.webp","radius_image":false,"text_left":true,"overlay":"","opacity":1,"text_color":"#1f1f1f","heading_size":20,"description_color":"#1f1f1f","title":"Camp Quality","description":"We now support Camp Quality! Camp Quality was founded with the aim of giving kids impacted by cancer every opportunity to thrive. Following our very successful Giggle Feet Weekend in 2018, we continue to offer customers the opportunity to donate to Camp Quality when purchasing in-store and we look forward to many more fundraising activities & events in support of Camp Quality. Be sure to signup to our newsletter for more!","button":"SIGNUP","url":"https:\/\/shoesandsox.myshopify.com\/account\/register","button2":"LEARN MORE","url2":"https:\/\/www.campquality.org.au\/","new_tab":false}},"95402f0e-1656-4bc2-8a8b-3ea13bcf078b":{"type":"img_text_left","settings":{"image":"shopify:\/\/shop_images\/treadlightly-thumbnail.jpg","radius_image":false,"text_left":false,"overlay":"","opacity":0,"text_color":"#1f1f1f","heading_size":20,"description_color":"#1f1f1f","title":"TreadLightly – Together we can step into a better future​","description":"Shoes & Sox is a proud partner of TreadLightly, a national recycling program that brings new life to preloved footwear. TreadLightly saves your preloved shoes by re-purposing them into flooring and mats used in playgrounds and gyms in Australia. Bring your preloved shoes (adults or kids) to any standalone store and we'll take care of the rest! Please note that all shoes can be donated except for heels and party styles. Treadlightly's goal is to collect over one million pairs of footwear from Aussies to recycle by 2023. Together we can step up for the planet.","button":"FIND YOUR LOCAL STORE","url":"shopify:\/\/pages\/store-locator","button2":"LEARN MORE","url2":"https:\/\/treadlightly.asga.com.au\/","new_tab":false}}},"block_order":["717c7459-865b-49c3-91ee-1c47c7e27cc4","c648b967-3a46-41ad-9cb9-052732a580e7","95402f0e-1656-4bc2-8a8b-3ea13bcf078b"],"settings":{"border_bottom":false,"enable_slider":false,"layout_block":true,"link_button":"","heading":"","background":"","enable_button":false,"btn_gap_top_dt":40,"btn_gap_top_mb":40,"heading_gap_top_dt":32,"heading_gap_top_mb":32,"section_gap_between_dt":48,"section_gap_between_mb":48,"column_desktop":2,"gap_desktop":6,"pd_top_dt":0,"pd_bottom_dt":44,"column_tablet":1,"gap_tablet":4,"pd_top_tl":0,"pd_bottom_tl":28,"column_mobile":1,"gap_mobile":4,"pd_top_mb":0,"pd_bottom_mb":28}},"28af0bbe-7bcb-44a3-83d4-b9f880ac017e":{"type":"delivery-text","disabled":true,"settings":{"text":"<p>.After the initial 3 months of training, we ensure an experienced member of the Fit Squad is always overseeing our new fitters for 6 months, to guarantee the right fit is walking out of the door.This ensures a professional Fit Squad member, who understands the anatomy of a child’s growing foot, is in-store to match your child’s unique feet to the latest styles from around the world.With a range of shoes to choose from, and with half sizes and widths available, we are confident that you will love your new shoes. We stand behind our in-store fit service and it’s our mission to get it right, every time. If you feel like you haven’t received 100% the perfect fit, please head back in store for a complimentary fit check within one month of your purchase.Buying online? We have a range of services to ensure you receive the same Fit Squad approved service, online. You can also be confident in the fit of your child’s shoes with refunds on all unworn full price items and credit notes on all unworn sale items.<\/p><p>When you receive your online order, we recommend having your child try their new shoes on soft or carpeted floors. Ask them to walk around the room and check that their feet are not slipping and that the shoe is fitting securely through the ankle. Feel the side of the shoes and make sure the feet are not pressing too tightly. Lastly, ensure there is a thumb space of room at the front of the shoe to allow space for growing. If they’re not 100% right, get in touch with us <a href=\"https:\/\/shoesandsox.com.au\/return-centre\">here<\/a> to arrange your return. Please note, shoes must be unworn and in new condition to be eligible for a return.<\/p>","pd_top_dt":72,"pd_bottom_dt":72,"pd_left_dt":72,"pd_right_dt":72,"pd_top_tl":36,"pd_bottom_tl":36,"pd_top_mb":32,"pd_bottom_mb":32,"pd_left_mb":32,"pd_right_mb":32}}},"order":["template","e436ab2c-7aef-4e80-8e23-83a2ded20367","5f219236-d2b5-4828-b6c2-a0b200aa6d6a","28af0bbe-7bcb-44a3-83d4-b9f880ac017e"]}