{"sections":{"template":{"type":"template-page","disabled":true,"settings":{}},"5b7b461a-75ec-4063-98f4-7907072d1ee9":{"type":"template-faqs","blocks":{"6f4ebc2f-a085-4f90-a9de-0f8f6272cb04":{"type":"faq","settings":{"faq_question_text":"What is your loyalty program?","faq_answer_text":"Our Frequently Buyers Program is simple:Every time you purchase a full price pair of shoes from Shoes & Sox standalone store only, you receive one of our Frequent Buyers Bonus Cards (FBB Card) which displays the value of the shoes.Once you have collected 6 cards, you can redeem your cards for your 7th pair of shoes FREE to the average value of your 6 pairs.It’s important to note that cards are not provided when a shoe is purchased as part of a promotion or permanently marked down. FBB cards are issued for items purchased at full price only. Each FBB card is valid for 2 years. Lost or stolen FBB cards cannot be replaced.FBB cards can only be redeemed physically. Cards cannot be replaced if lost or stolen so please treat like cash.","border_last_item":false}},"323d0302-c44f-4294-821b-fd50f0051c8c":{"type":"faq","settings":{"faq_question_text":"Will I receive a frequent buyers card with my online order?","faq_answer_text":"Yes, should your order be eligible for an FBB card, your FBB card will be sent to the address you provided on your order. Please note that your FBB card\/s will arrive separately to your shoe delivery.","border_last_item":false}},"65fe6576-8e7e-4c49-bc13-2883083ec143":{"type":"faq","settings":{"faq_question_text":"How do I redeem my free pair of shoes in store?","faq_answer_text":"Simply take your 6 x FBB cards to your nearest Shoes & Sox store. At the checkout, show your cards to your sales assistant who will calculate the average value of your 6 pairs, and deduct that from the full price value of your \"free” pair. If your average value is equal to, or more than, the price of your \"free” pair, you will receive the pair entirely for free.","border_last_item":false}},"fc99461b-cc9c-4c55-a2b0-87ba9403624e":{"type":"faq","settings":{"faq_question_text":"How do I redeem my free pair of shoes online?","faq_answer_text":"Once you have collected your 6 x FBB cards, you will need a special discount code to redeem your free pair online. Please contact us for more information and for instructions on how to send us your FBB cards in exchange for your discount code.","border_last_item":false}},"664dfb93-fab8-4a89-b786-4894aba93068":{"type":"faq","settings":{"faq_question_text":"Have further queries?","faq_answer_text":"Head to our FAQ page for more information!","border_last_item":false}}},"block_order":["6f4ebc2f-a085-4f90-a9de-0f8f6272cb04","323d0302-c44f-4294-821b-fd50f0051c8c","65fe6576-8e7e-4c49-bc13-2883083ec143","fc99461b-cc9c-4c55-a2b0-87ba9403624e","664dfb93-fab8-4a89-b786-4894aba93068"],"settings":{"heading":""}}},"order":["template","5b7b461a-75ec-4063-98f4-7907072d1ee9"]}