{"sections":{"template":{"type":"template-page","disabled":true,"settings":{}},"5b7b461a-75ec-4063-98f4-7907072d1ee9":{"type":"template-faqs","blocks":{"6f4ebc2f-a085-4f90-a9de-0f8f6272cb04":{"type":"faq","settings":{"faq_question_text":"What is your return policy?","faq_answer_text":"We offer refunds for returns on all full price items within 1 month of the date of purchase. On sale items, we offer a gift card within 1 week of receiving the item. View our full policy here: https:\/\/shoesandsox.myshopify.com\/pages\/returns-exchanges.","border_last_item":false}},"323d0302-c44f-4294-821b-fd50f0051c8c":{"type":"faq","settings":{"faq_question_text":"Do the same return rules apply for full price and sale items?","faq_answer_text":"No, full price items are eligible for a refund, while sale items can only be returned for a gift card. Full price items purchased on promotion (for example, a 20% off flash sale) remain eligible for a refund. Sale items refers to products that have been permanently marked down in our sale section.","border_last_item":false}},"65fe6576-8e7e-4c49-bc13-2883083ec143":{"type":"faq","settings":{"faq_question_text":"How do I make a return?","faq_answer_text":"We provide an easy to use returns system for you to request your return! You only require two pieces of information to request your return: Order ID # (can be found in your confirmation email) Email address used to place the original order Click the button below to request your return REQUEST RETURN We will then create a return authorisation for you which outlines how to complete your return. You will be required to send the item\/s back to us at the provided address and pay for applicable shipping costs. It typically takes 3 - 5 business days for returns to be processed once received by our team. You will be notified by email once your return has been finalised. Alternatively, you can take your order back to your local standalone store with a copy of your order confirmation email (printed or on your phone).","border_last_item":false}},"fc99461b-cc9c-4c55-a2b0-87ba9403624e":{"type":"faq","settings":{"faq_question_text":"Do I need to pay to ship my return back?","faq_answer_text":"Yes, you will need to cover the costs to send your order back to our returns department.","border_last_item":false}},"664dfb93-fab8-4a89-b786-4894aba93068":{"type":"faq","settings":{"faq_question_text":"Can I return or exchange my order in store?","faq_answer_text":"Yes, you are more than welcome to take your online order to any Shoes & Sox retail store (excluding Myer concessions) to receive a refund, exchange or credit note where applicable. Please show the team member your order confirmation (either on your phone or printed) and return your FBB card if received.","border_last_item":false}},"203a8a67-9b40-455c-a49e-3dc59bc78aa5":{"type":"faq","settings":{"faq_question_text":"Do I have to pay for shipping?","faq_answer_text":"It depends on your order total for orders shipped within Australia. We offer free standard shipping on all orders over $99. If your order total falls below this threshold, shipping charges will automatically apply. We charge $9.95 for standard shipping.","border_last_item":false}},"cdc8e20a-31d3-4c8e-9286-6b41bc828bd5":{"type":"faq","settings":{"faq_question_text":"How long will it take to receive my order?","faq_answer_text":"Typically, it takes around 2 - 5 business days, however, order processing and delivery is taking longer than expected due to COVID-19 so please anticipate delays. Standard Shipping1-3 business days – VIC2-6 business days – NSW, ACT, SA & QLD metro and most regional areas*3-10 business days – WA, NT, Tasmania* These estimates refer to time in transit only and not processing times","border_last_item":false}},"57cc28a8-e3ff-4c67-915b-ea52d946d7b6":{"type":"faq","settings":{"faq_question_text":"Something doesn’t look right on the tracking for my order, what do I do?","faq_answer_text":"Please get in touch with our customer service team at your earliest convenience so that we can investigate with Australia Post on your behalf. Every effort will be made to have your order successfully delivered in a timely manner.","border_last_item":false}},"cb0f7924-d925-4817-a198-832fafa57e3b":{"type":"faq","settings":{"faq_question_text":"Only part of my order was delivered, when will I receive the rest?","faq_answer_text":"Some orders with multiple items will experience staggered deliveries. You should be notified of this once your order has shipped, however, if you weren’t and are missing product, please contact our friendly customer service team.","border_last_item":false}},"bc2736af-beb2-4325-90eb-532a06ee0a20":{"type":"faq","settings":{"faq_question_text":"Can I change or cancel my order?","faq_answer_text":"We are generally unable to make any changes or cancellations to an order once it has been placed so please be sure to double check all information before submitting. While we may not be able to assist, please contact us as soon as possible so that we can advise if a change or cancellation will be possible.","border_last_item":false}},"72107daa-dc8f-41f3-99b5-06af29d85787":{"type":"faq","settings":{"faq_question_text":"What happens if my order is marked as Return To Sender?","faq_answer_text":"If your order is marked as return to sender, this will be sent back to the dispatch location. This process could take anywhere between 3 days to 2 weeks at the most, depending on your location in relation to the dispatch location. Once received, the Customer Service team will be in touch to organise your order to be resent.When placing your order, please ensure that your details are completely correct and has all the relevant information, to avoid this occurring.","border_last_item":false}},"a351aaf9-63b3-46c8-b014-d13b0a00dfd8":{"type":"faq","settings":{"faq_question_text":"Why didn’t I receive my FBB card\/s with my order?","faq_answer_text":"Firstly, please check your order to confirm that you were eligible for an FBB card. We only send out FBB cards for product which is purchased at full priced, meaning it wasn’t marked down as part of a promotion or wasn’t permanently marked down. If you were definitely eligible, please get in touch with our customer service team if it has been longer than 3 weeks since you received your order. Often, FBB cards are sent separately and may take a couple of weeks to arrive.","border_last_item":false}}},"block_order":["6f4ebc2f-a085-4f90-a9de-0f8f6272cb04","323d0302-c44f-4294-821b-fd50f0051c8c","65fe6576-8e7e-4c49-bc13-2883083ec143","fc99461b-cc9c-4c55-a2b0-87ba9403624e","664dfb93-fab8-4a89-b786-4894aba93068","203a8a67-9b40-455c-a49e-3dc59bc78aa5","cdc8e20a-31d3-4c8e-9286-6b41bc828bd5","57cc28a8-e3ff-4c67-915b-ea52d946d7b6","cb0f7924-d925-4817-a198-832fafa57e3b","bc2736af-beb2-4325-90eb-532a06ee0a20","72107daa-dc8f-41f3-99b5-06af29d85787","a351aaf9-63b3-46c8-b014-d13b0a00dfd8"],"settings":{"heading":"Delivery & Returns"}},"d53735f7-c91d-4ea1-9bf0-d2a50b642747":{"type":"template-faqs","blocks":{"37460fb3-efa3-4351-9951-1d27ca66357a":{"type":"faq","settings":{"faq_question_text":"Where is Click & Collect available?","faq_answer_text":"Click & Collect is currently available in all standalone stores across Australia. To find your local store, please visit our store locator page. Please note, stock is subject to availability.","border_last_item":false}},"5b6362da-f553-410e-be81-4b3517d9b1f8":{"type":"faq","settings":{"faq_question_text":"Can you transfer stock from different stores for my Click & Collect order?","faq_answer_text":"Unfortunately, we do not transfer stock between stores for orders. If your preferred size or style is not available at your closest store, we suggest trying a different location.","border_last_item":false}},"2bee9273-acac-4999-ae5d-ea6b0bb579b3":{"type":"faq","settings":{"faq_question_text":"How does Click & Collect work?","faq_answer_text":"Click & Collect allows you to place an order online and pick it up at your local Shoes & Sox store within 24 hours. To use this service, first select your store using the top banner on our website. Then, navigate to the product you’re interested in, select a size and check if the product is available at your local store. If it is, you can complete your purchase by adding to Cart and completing your order. Your order will be ready to collect at your nominated store within 24 hours, or once you have received an email notification that it’s ready for pick up.","border_last_item":false}},"e087a4de-6794-4096-a631-6f9ea8d42397":{"type":"faq","settings":{"faq_question_text":"Is there a minimum spend for Click & Collect?","faq_answer_text":"No, we have no minimum spend or order quantity for Click & Collect.","border_last_item":false}},"73930e35-1bea-4af9-8af7-1e9a3f689142":{"type":"faq","settings":{"faq_question_text":"When will I be able to pick up my Click & Collect order?","faq_answer_text":"You can pick up your order in-store within 24 hours, Monday – Friday, during store trading hours. Please ensure you have received an email from us notifying you that your order is ready to be collected prior to heading in-store.","border_last_item":false}},"e9074136-2b14-453a-9e48-9adc940888df":{"type":"faq","settings":{"faq_question_text":"Can I pick up my Click & Collect order on weekends?","faq_answer_text":"If you have placed your Click & Collect order over the weekend and received notification that it is ready to be picked up, you are welcome to collect it. If you have not been notified that it is ready for collection, please wait to receive an email and head in-store when it comes through.","border_last_item":false}},"b3d42c51-efda-4e58-bfbe-a09d7e75305a":{"type":"faq","settings":{"faq_question_text":"It has been over 24 hours and I haven’t been notified that my Click & Collect order is ready, what do I do?","faq_answer_text":"In some instances, like over weekends, it may take stores a little longer to fulfill your order. We strongly recommend allowing a full business day for fulfillment and notification to minimise any disappointment.","border_last_item":false}},"08a561fc-0839-448e-b0d3-bf3c711c0bab":{"type":"faq","settings":{"faq_question_text":"How will I know when my Click & Collect order is ready to pick up?","faq_answer_text":"We will send you an email once the order is ready to be collected, typically, within 24 hours of the order being placed. We will also let you know about any issues with your order, for example, if we’re unable to fulfill it.","border_last_item":false}},"016ac6f4-b46e-44ce-b4e2-981512682121":{"type":"faq","settings":{"faq_question_text":"Will I be able to get fitted when I pick up my Click & Collect order?","faq_answer_text":"Placing a Click & Collect order does not automatically book you into a fitting. If there is a queue when you collect your order, you will be added to the ‘no fit’ queue and promptly served to pick up your order. If you wish for the shoes to be tried on your child, you will either need to join our fitting queue, or make a booking once you’ve been notified that your order is ready to collect.","border_last_item":false}},"3584ca13-ca7d-4883-830b-1a44a7c1c52f":{"type":"faq","settings":{"faq_question_text":"What identification am I required to show to pick up my Click & Collect order?","faq_answer_text":"You will be required to show your photo ID, proof of address and notification that your order ready for collection. If you are unable to provide these, we will not be able to give you the order.","border_last_item":false}},"7a0ff188-cdff-4865-9204-d7e51bdf6a4d":{"type":"faq","settings":{"faq_question_text":"Can someone pick up my Click & Collect order on my behalf?","faq_answer_text":"Yes, they will need a copy of your Click & Collect order confirmation and a screenshot or photo of your photo identification.","border_last_item":false}},"2530f40b-7b04-4533-be4f-7a9fa5b22125":{"type":"faq","settings":{"faq_question_text":"How long do I have to pick up my Click & Collect order?","faq_answer_text":"You will have 10 days once your order is ready for collection. After this time, your order will be refunded.","border_last_item":false}},"34c788be-f561-4d57-9838-12cbf8f64fef":{"type":"faq","settings":{"faq_question_text":"I’ve accidentally ordered the wrong item on Click & Collect; how do I change this?","faq_answer_text":"Due to the short turnaround times, we may not always be able to change your order before it is fulfilled by the store. Please get in touch with us at support@shoesandsox.com.au as soon as possible. However, if it has been fulfilled, please head in-store and the team will be able to change this over or issue a refund.","border_last_item":false}},"accd4f02-a4c8-4fe3-be6a-ba4edc066510":{"type":"faq","settings":{"faq_question_text":"What happens if I need to return my Click & Collect order?","faq_answer_text":"Please take your order back to your local Shoes & Sox standalone store and show the staff your order confirmation email. They will be able to refund, exchange, or issue a store credit as applicable. If you wish to return your order to our online warehouse, please get in touch with the support team at support@shoesandsox.com.au. Please note there is a non-refundable postage cost that is incurred by the customer when sending any returns back to our warehouse.","border_last_item":false}}},"block_order":["37460fb3-efa3-4351-9951-1d27ca66357a","5b6362da-f553-410e-be81-4b3517d9b1f8","2bee9273-acac-4999-ae5d-ea6b0bb579b3","e087a4de-6794-4096-a631-6f9ea8d42397","73930e35-1bea-4af9-8af7-1e9a3f689142","e9074136-2b14-453a-9e48-9adc940888df","b3d42c51-efda-4e58-bfbe-a09d7e75305a","08a561fc-0839-448e-b0d3-bf3c711c0bab","016ac6f4-b46e-44ce-b4e2-981512682121","3584ca13-ca7d-4883-830b-1a44a7c1c52f","7a0ff188-cdff-4865-9204-d7e51bdf6a4d","2530f40b-7b04-4533-be4f-7a9fa5b22125","34c788be-f561-4d57-9838-12cbf8f64fef","accd4f02-a4c8-4fe3-be6a-ba4edc066510"],"settings":{"heading":"Click & Collect"}},"66f2e05b-a1ce-4183-bad2-811d1c34196b":{"type":"template-faqs","blocks":{"6c3b8eb9-76c4-4675-8b13-058c2bb7f407":{"type":"faq","settings":{"faq_question_text":"How do I apply a coupon code?","faq_answer_text":"Please enter your coupon\/promo code in the relevant field on the pop-out cart page.","border_last_item":false}},"03d9d658-4dbf-4281-91a4-3cc118b9c065":{"type":"faq","settings":{"faq_question_text":"Why isn’t my coupon code working?","faq_answer_text":"There may be several reasons why your coupon code isn’t working. The most common would be that it has expired or you have not reached the minimum spend. Kindly note, that for any coupon code, minimum spend refers to product only and excludes shipping costs. Please check our terms and conditions page for our full list of exclusions and if you’re still unsure, please our customer service team.","border_last_item":false}},"1c9e5359-2b01-4c23-8402-f9e0de3ece4f":{"type":"faq","settings":{"faq_question_text":"What are my payment options?","faq_answer_text":"We accept credit card, PayPal, Zip Pay, Afterpay and Apple Pay.","border_last_item":false}},"16b976d8-2c09-4b2d-8254-79dd5fdb6e2b":{"type":"faq","settings":{"faq_question_text":"What is Afterpay and how does it work?","faq_answer_text":"Afterpay is a secure, interest-free payment platform that allows you to receive your order now, and pay it off in four fortnightly installments. To use Afterpay, you will need to create an account with your credit card details, and Afterpay will direct debit the payments. Your order will be sent out as normal. Afterpay is available both online and in-store at Shoes & Sox.","border_last_item":true}},"b3492e9f-4271-4301-803e-37d72f2c0315":{"type":"faq","settings":{"faq_question_text":"Do you price match?","faq_answer_text":"No, Shoes & Sox does not price match and prides itself on listing prices that are fair to the manufacturer and to our customer.","border_last_item":false}}},"block_order":["6c3b8eb9-76c4-4675-8b13-058c2bb7f407","03d9d658-4dbf-4281-91a4-3cc118b9c065","1c9e5359-2b01-4c23-8402-f9e0de3ece4f","16b976d8-2c09-4b2d-8254-79dd5fdb6e2b","b3492e9f-4271-4301-803e-37d72f2c0315"],"settings":{"heading":"Payment & Promotions"}},"7b20f755-26d9-4e2a-9745-a0407a132e2f":{"type":"template-faqs","blocks":{"de9c8810-3cee-49cc-9e57-aab3fdebf245":{"type":"faq","settings":{"faq_question_text":"What are the benefits of creating an Online account?","faq_answer_text":"1. Check out faster when making a purchase. 2. Check the status of your orders. 3. See any of your past orders.Maintain a wishlist for future purchase. 4. Store any extra shipping addresses.","border_last_item":false}},"bae41b6b-79b5-4d6c-b08f-f0d5aa081f6d":{"type":"faq","settings":{"faq_question_text":"I can't log into my account\/my account information is not recognized. What do I do?","faq_answer_text":"Shoes & Sox has recently moved to a brand new website! This means that all of our customers will need to make a brand new account as well. You can do so by clicking here: https:\/\/shoesandsox.myshopify.com\/account\/register.","border_last_item":false}},"4c15e837-422f-47e1-a4ae-21711d32b4f8":{"type":"faq","settings":{"faq_question_text":"Why can't I access and use my Online store credit?","faq_answer_text":"Shoes & Sox has recently moved to a brand new website! Part of this process has changed how store credit works going forwards. If you previously had Online store credit in your account with us, please contact us at support@shoesandsox.com.au with your full name and email address from your old Shoes & Sox account for further assistance.","border_last_item":false}},"1849d1f0-d2c7-44bd-9740-8681611baf38":{"type":"faq","settings":{"faq_question_text":"How can I view my order status and history?","faq_answer_text":"If you have used an account to place your order, to view you order status and history you will need to log in and access the \"My Account\" tab. This will then allow you to view your order status and history. Kindly note that Order history for orders placed prior to May 2023 will not be available. For specific Tax Invoice needs for older orders please contact our friendly customer service team by clicking here: https:\/\/shoesandsox.myshopify.com\/pages\/contact.","border_last_item":false}},"c10c9ac2-fb92-46e9-ad2a-21a964b3edad":{"type":"faq","settings":{"faq_question_text":"How can I unsubscribe from the mailing list?","faq_answer_text":"To unsubscribe, please click the \"unsubscribe\" link at the bottom of any marketing promo email\/poster that is e-mailed to.If you are still finding it difficult to unsubscribe, please do not hesitate to contact the online support team for further assistance by clicking here https:\/\/shoesandsox.myshopify.com\/pages\/contact.","border_last_item":false}},"483c2aec-0743-432e-b589-f4d8c281a9c4":{"type":"faq","settings":{"faq_question_text":"Is my personal data safe if I create an account?","faq_answer_text":"Yes, your data is safe with Shoes & Sox as we are fully compliant with the Privacy Act in Australia. Your account and personal details, and any order details, are protected. To access your details on our website, you need to enter the correct password. Click here to view our full Privacy Policy","border_last_item":false}}},"block_order":["de9c8810-3cee-49cc-9e57-aab3fdebf245","bae41b6b-79b5-4d6c-b08f-f0d5aa081f6d","4c15e837-422f-47e1-a4ae-21711d32b4f8","1849d1f0-d2c7-44bd-9740-8681611baf38","c10c9ac2-fb92-46e9-ad2a-21a964b3edad","483c2aec-0743-432e-b589-f4d8c281a9c4"],"settings":{"heading":"My Account"}},"6485bdb2-afe0-44ef-8dd6-d11410d9746c":{"type":"template-faqs","blocks":{"db6204ca-3700-4922-933e-78012f100aaa":{"type":"faq","settings":{"faq_question_text":"How do I apply to work at Shoes & Sox?","faq_answer_text":"Please click here for current employment opportunities.","border_last_item":false}}},"block_order":["db6204ca-3700-4922-933e-78012f100aaa"],"settings":{"heading":"Careers"}}},"order":["template","5b7b461a-75ec-4063-98f4-7907072d1ee9","d53735f7-c91d-4ea1-9bf0-d2a50b642747","66f2e05b-a1ce-4183-bad2-811d1c34196b","7b20f755-26d9-4e2a-9745-a0407a132e2f","6485bdb2-afe0-44ef-8dd6-d11410d9746c"]}